export const MOCK_API_RESPONSE = {
    date:[
            ["2024. 06. 03.", "월"],
            ["2026. 05. 12.", "화"],
            ["2024. 06. 05.", "수"],
            ["2024. 06. 06.", "목"],
            ["2024. 06. 07.", "금"],
            ["2024. 06. 08.", "토"],
            ["2024. 06. 09.", "일"]
    ],
    restaurants: [
        {
        id: "1",
        name: "학생회관",
        weekly_menu: [
            ["학생회관","월요일", "메뉴"],
            ["학생회관","화요일", "메뉴"],
            ["학생회관","수요일", "메뉴"],
            ["학생회관","목요일", "메뉴"],
            ["학생회관","금요일", "메뉴"],
            ["학생회관","토요일", "메뉴"],
            ["학생회관","일요일", "메뉴"]
        ]
    },
    {
        id: "2",
        name: "명진당",
        weekly_menu: [
            ["명진당","월요일", "메뉴"],
            ["명진당","화요일", "메뉴"],
            ["명진당","수요일", "메뉴"],
            ["명진당","목요일", "메뉴"],
            ["명진당","금요일", "메뉴"],
            ["명진당","토요일", "메뉴"],
            []
        ]
    },
    {
        id: "3",
        name: "방목관",
        weekly_menu: [
            ["방목관","월요일", "메뉴"],
            ["방목관","화요일", "메뉴"],
            ["방목관","수요일", "메뉴"],
            ["방목관","목요일", "메뉴"],
            ["방목관","금요일", "메뉴"],
            ["방목관","토요일", "메뉴"],
            ["방목관","일요일", "메뉴"]
        ]
    },
    {
        id: "4",
        name: "복지동",
        weekly_menu: [
            ["복지동","월요일", "메뉴"],
            ["복지동","화요일", "메뉴"],
            ["복지동","수요일", "메뉴"],
            ["복지동","목요일", "메뉴"],
            ["복지동","금요일", "메뉴"],
            ["복지동","토요일", "메뉴"],
            ["복지동","일요일", "메뉴"]
        ]
    },
    {
        id: "5",
        name: "함박관",
        weekly_menu: [
            ["함박관","월요일", "메뉴"],
            ["함박관","화요일", "메뉴"],
            ["함박관","수요일", "메뉴"],
            ["함박관","목요일", "메뉴"],
            ["함박관","금요일", "메뉴"],
            ["함박관","토요일", "메뉴"],
            ["함박관","일요일", "메뉴"]
        ]
    }
   ]
};



    